Repository: minjinsong/tizen-music-player
Catalog: po/*.po
Languages: az, et, ga, hy, is, ka, lv, uz

# IDS_MUSIC_TAB4_FOLDERS
source: Folders
az: Qovluqlar
et: Kaustad
ga: Fillteáin
hy: Թղթապանակներ
is: Möppur
ka: საქაღალდეები
lv: Mapes
uz: Jildlar

# IDS_MUSIC_BODY_ALBUMS
source: Albums
az: Albomlar
et: Albumid
ga: Albaim
hy: Ալբոմներ
is: Plötur
ka: ალბომები
lv: Albumi
uz: Albomlar

# IDS_MUSIC_BODY_FAVOURITES
source: Favourites
az: Sevimlilər
et: Lemmikud
ga: Ceanáin
hy: Սիրվածները
is: Eftirlæti
ka: ფავორიტები
lv: Izlases
uz: Tanlanganlar

# IDS_MUSIC_BODY_HIGH_VOLUMES_MAY_HARM_YOUR_HEARING_IF_YOU_LISTEN_FOR_A_LONG_TIME
source: High volumes may harm your hearing if you listen for a long time
az: Uzun müddət ucadan qulaq assanız, bu sizin eşitmənizə mənfi təsir edə bilər
et: Valju heli kuulamine pika aja vältel võib põhjustada kuulmiskahjustusi
ga: Is féidir le hairdí arda dochar a dhéanamh don éisteacht má éisteann tú ar feadh tamall fada
hy: Բարձր ձայնը կարող է վնասել Ձեր լսողությունը, եթե այն լսեք երկար ժամանակ
is: Hátt spiluð tónlist getur skaðað heyrn þína ef hlustað er í langan tíma í einu
ka: ხანგრძლივი დროით მუსიკის მაღალ ხმაზე მოსმენა შეიძლება გახდეს სმენის დაქვეითების მიზეზი
lv: Ilgstoša skaļas mūzikas klausīšanās var izraisīt dzirdes traucējumus
uz: Musiqani baland ovozda uzoq vaqt davomida tinglash eshitish a’zolaringizga zarar yetkazishi mumkin

# IDS_MUSIC_BODY_ARTISTS
source: Artists
az: Müğənnilər
et: Esitajad
ga: Ceoltóirí
hy: Կատարողներ
is: Flytjandi
ka: შემსრულებლები
lv: Izpildītāji
uz: Ijrochilar

# IDS_MUSIC_BODY_AUTO
source: Auto
az: Avtomatik
et: Automaatne
ga: Uath-
hy: Ավտոմատ
is: Sjálfvirkt
ka: ავტომატური
lv: Automātiski
uz: Avtomatik

# IDS_MUSIC_BODY_COMPOSERS
source: Composers
az: Bəstəkarlar
et: Heliloojad
ga: Cumadóirí
hy: Կոմպիոզիտորներ
is: Höfundar
ka: კომპოზიტორები
lv: Komponisti
uz: Bastakor

# IDS_MUSIC_BODY_GENRES
source: Genres
az: Janrlar
et: Žanrid
ga: Seánraí
hy: Ժանրեր
is: Tónlistartegund
ka: ჟანრები
lv: Žanri
uz: Janrlar

# IDS_MUSIC_BODY_MOST_PLAYED
source: Most played
az: Daha çox çalınan
et: Enim esitatud
ga: Is mó seinm
hy: Հաճախակի նվագարկվող
is: Spilað mest
ka: ყველაზე ხშირად დაკრული
lv: Visvairāk atskaņotie
uz: Eng ko‘p o‘ynalgan

# IDS_MUSIC_BODY_MUSIC_MENU
source: Music menu
az: Musiqi menyusu
et: Muusika menüü
ga: Roghchlár ceoil
hy: Երաժշտության մենյու
is: Tónlistarvalmynd
ka: მუსიკის მენიუ
lv: Mūzikas izvēlne
uz: Musiqa menyusi

# IDS_MUSIC_BODY_RECENTLY_ADDED
source: Recently added
az: Sonuncu dəfə əlavə edilən
et: Hiljuti lisatud
ga: Curtha leis le déanaí
hy: Վերջերս ավելացված
is: Bætt við nýlega
ka: ბოლოს დამატებული
lv: Nesen pievienotie
uz: Oxirgi qo‘shilgan

# IDS_MUSIC_BODY_YEARS
source: Years
az: İllər
et: Aastad
ga: Blianta
hy: Տարիներ
is: Ár
ka: წლები
lv: Gadi
uz: Yillar

# IDS_MUSIC_OPT_CALL_RINGTONE
source: Call ringtone
az: Zəng Tonu
et: Kõne helin
ga: Clingthon glao
hy: Զանգի մեղեդի
is: Hringitónn viðmælanda
ka: ზარის მელოდია
lv: Zvana signāls
uz: Qo‘ng‘iroq ringtoni

# IDS_MUSIC_OPT_CREATE_PLAYLIST
source: Create playlist
az: Mahnı siyahısı yaradın
et: Loo esitusloend
ga: Déan seinnliosta
hy: Երգացանկ ստեղծել
is: Búa til afspilunarlista
ka: მუსიკის სიის შექმნა
lv: Izveidot atskaņošanas sarakstu
uz: Mus. ro‘yxatini yaratish

# IDS_MUSIC_OPT_REMOVE
source: Remove
az: Sil
et: Eemalda
ga: Bain
hy: Հեռացնել
is: Fjarlægja
ka: წაშლა
lv: Noņemt
uz: Olib tashlash

# IDS_MUSIC_OPT_SETAS_CALLER_RINGTONE
source: Caller ringtone
az: Zəng egənin zəng tonu
et: Helistaja helin
ga: Clingthon glaoiteora
hy: Զանգահարողի զանգի մեղեդի
is: Hringitónn hringjanda
ka: აბონენტის ზარის მელოდია
lv: Zvanītāja zvana signāls
uz: Qo‘ng‘iroq qiluvchi ringtoni

# IDS_MUSIC_TAB4_ARTISTS
source: Artists
az: Müğənnilər
et: Esitajad
ga: Ceoltóirí
hy: Կատարողներ
is: Flytjandi
ka: მსახიობები
lv: Izpildītāji
uz: Ijrochilar

# IDS_MUSIC_TAB4_GENRES
source: Genres
az: Janrlar
et: Žanrid
ga: Seanrá
hy: Ժանրեր
is: Tónlistartegund
ka: ჟანრები
lv: Žanri
uz: Janrlar

# IDS_MUSIC_TAB4_YEARS
source: Years
az: İllər
et: Aastad
ga: Blianta
hy: Տարիներ
is: Ár
ka: წლები
lv: Gadi
uz: Yillar

# IDS_MUSIC_POP_UNABLE_TO_ADD
source: Unable to add
az: Əlavə etmək mümkün deyil
et: Ei saa lisada
ga: Ní féidir cur leis
hy: Անհնար է ավելացնել
is: Ekki tókst að bæta við
ka: ვერ ვამატებ
lv: Nevar pievienot
uz: Qo‘shib bo‘lmaydi

# IDS_MUSIC_SK3_NO_LYRICS
source: No lyrics
az: Sözlər yoxdur
et: Laulusõnu pole
ga: Níl liricí ann
hy: Խոսքեր չկան
is: Enginn texti
ka: ლექსი არ არის
lv: Nav vārdu
uz: Matnsiz

# IDS_MUSIC_BODY_UNABLE_TO_CHANGE_SOUND_EFFECTS_WHEN_USING_51_CHANNEL
source: Unable to change sound effects when using 5.1 channel
az: 5.1 kanalından istifadə edərkən səs effektlərini dəyişmək mümkün deyil
et: Heliefekte ei saa muuta, kui kasutusel on 5.1 kanal
ga: Ní féidir maisíochtaí fuaime a athrú agus imfhuaim in úsáid
hy: Անհնար է փոխել հնչյունային էֆեկտները, երբ գործածվում է 5.1 կապուղին
is: Mistókst að breyta hljóðhrifum þegar 5.1 rás er notuð
ka: ვერ შეცვლით ხმოვან ეფექტებს, როდესაც იყენებთ 5.1 არხს
lv: 5.1 kanāla lietošanas laikā nevar mainīt skaņas efektus
uz: 5.1 kanal ishlatilayotganda, ovoz effektlarini o‘zgartirib bo‘lmaydi

# IDS_MUSIC_OPT_FIND_TAG
source: Find tag
az: İşarəni tapın
et: Otsi silti
ga: Aimsigh clib
hy: Որոնել Տեգ
is: Leita að merki
ka: ჩანართის ძებნა
lv: Atrast atzīmi
uz: Teg topish

# IDS_MUSIC_POP_51_CHANNEL_SOUND_EFFECT_WORKS_IN_EARPHONE_MODE_ONLY
source: 5.1 channel sound effect works in earphone mode only
az: 5.1 kanalının səs effekti yalnız qulaqlıq rejimində işləyir
et: 5.1-kanaline heliefekt töötab ainult kõrvaklappide režiimis
ga: Ní fheidhmíonn maisíocht fuaime imfhuaime ach i mód cluasáin amháin
hy: ‘5.1 ալիք’ ձայնային էֆեկտը աշխատում է միայն ականջակալի ռեժիմում
is: Hljóðbrellan „5.1 rás“ virkar aðeins með heyrnartólum
ka: 5.1 არხის ხმოვანი ეფექტი მუშაობს მხოლოდ ყურმილის რეჟიმში
lv: 5.1 kanālu skaņas efekts darbojas tikai austiņu režīmā
uz: 5.1 kanal ovozi effekti faqat quloq karnaylari rejimida ishlaydi

# IDS_MUSIC_POP_5_1_CHANNEL_CAN_ONLY_BE_ACTIVATED_WHEN_SOUND_EFFECTS_ARE_OFF
source: 5.1 channel can only be activated when sound effects are off
az: 5.1 kanalı yalnız səs effektləri aktiv olmadıqda aktivləşdirilə bilər
et: 5.1 kanalit saab aktiveerida ainult siis, kui heliefektid on väljas
ga: Ní féidir imfhuaim a chur i ngníomh ach amháin nuair a bhíonn maisíochtaí fuaime as
hy: 5.1 կապուղին կարող է ակտիվացվել, միայն երբ հնչյունային էֆեկտներն անջատված են
is: Einungis er hægt að kveikja á 5.1 stöð þegar slökkt er á hljóðhrifum
ka: 5.1 არხის გააქტიურება მხოლოდ მაშინაა შესაძლებელი, როდესაც გამორთულია ხმოვანი ეფექტები
lv: 5.1 kanālu režīmu var aktivizēt tikai tad, ja ir izslēgti skaņas efekti
uz: 5.1 kanalini ovoz effektlari o‘chirilgandagina faollashtirish mumkin

# IDS_MUSIC_POP_UNABLE_CREATE_PLAYLIST
source: Unable to create playlist
az: Mahnı siyahısı yaratmaq mümkün deyil
et: Esitusloendit ei ole võimalik luua
ga: Ní féidir seinnliosta a chruthú
hy: Անհնար է եգացանկ ստեղծել
is: Ekki tókst að búa til afspilunarlista
ka: მუსიკის სიას ვერ ვქმნი
lv: Nevar izveidot atskaņojumu sarakstu
uz: Musiqalar ro‘yxatini yaratib bo‘lmaydi

# IDS_MUSIC_POP_UNABLE_TO_GET_TAG
source: Unable to get tag
az: Etiket əldə etmək mümkün deyil
et: Silti ei saa hankida
ga: Ní féidir clib a fháil
hy: Անհնար է ստանալ հատկորոշիչ
is: Merki fannst ekki
ka: ჩანართს ვერ მიიღებთ
lv: Nevar iegūt atzīmi
uz: Tegni olib bo‘lmadi

# IDS_MUSIC_POP_ITEM_NOT_REMOVE
source: Unable to remove item
az: Elementin yerini dəyişdirmək mümkün deyil
et: Üksust ei ole võimalik eemaldada
ga: Ní féidir mír a bhaint
hy: Հնարավոր չէ հեռացնել տարրը
is: Ekki tókst að fjarlægja atriði
ka: ვერ მოვაშორებ ელემენტს
lv: Nevar noņemt vienumu
uz: Elementni olib tashlab bo‘lmaydi

# IDS_MUSIC_POP_UNABLE_TO_ADD_MORE_THAN_PD_MUSIC_FILE
source: Unable to add more than %d music file
az: %d musiqi faylından çox əlavə etmək mümkün deyil
et: Üle %d muusikafaili ei saa lisada
ga: Ní féidir níos mó ná %d comhad ceoil a chur leis
hy: Անհնար է %dից ավելի երաժշտական ֆայլ ավելացնել
is: Ekki tókst að bæta við nema %d tónlistarskrám
ka: ვერ ვამატებ მუსიკის %d-ზე მეტ ფაილს
lv: Nevar pievienot vairāk kā %d mūzikas failus
uz: %ddan ko‘p musiqiy fayllarni qo‘shib bo‘lmaydi

# IDS_MUSIC_POP_UNABLE_TO_PLAY_DURING_CALL
source: Unable to play during call
az: Zəng zamanı səsləndirmək olmur
et: Kõne ajal ei saa esitada
ga: Ní féidir seinm le linn glao
hy: Անհնար է վերարտադրել կանչի ընթացքում
is: Ekki er hægt að spila á meðan símtal stendur yfir
ka: ვერ დაუკრავთ ზარის დროს
lv: Sarunas laikā nevar veikt atskaņošanu
uz: Qo‘ng‘iroq mobaynida o‘ynatib bo‘lmaydi

# IDS_MUSIC_BODY_ALBUM
source: Album
az: Albom
ga: Albam
hy: Ալբոմ
is: Albúm
ka: ალბომი
lv: Albums
uz: Albom

# IDS_MUSIC_BODY_AUTHOR
source: Author
az: Müəllif
et: Autor
ga: Údar
hy: Հեղինակ
is: Höfundur
ka: ავტორი
lv: Autors
uz: Muallif

# IDS_MUSIC_BODY_COPYRIGHT
source: Copyright
az: Müəllif hüququ
et: Autoriõigus
ga: Cóipcheart
hy: Հեղինակային իրավունք
is: Höfundaréttur
ka: საავტორო უფლება
lv: Autortiesības
uz: Mualliflik huquqi

# IDS_MUSIC_BODY_CREATE_PLAYLIST
source: Create playlist
az: Mahnı siyahısı yaradın
et: Loo esitusloend
ga: Déan seinnliosta
hy: Երգացանկ ստեղծել
is: Búa til afspilunarlista
ka: მუსიკის სიის შექმნა
lv: Izveidot atskaņošanas sarakstu
uz: Mus. ro‘yxatini yaratish

# IDS_MUSIC_BODY_DESCRIPTION
source: Description
az: Təsvir
et: Kirjeldus
ga: Cur síos
hy: Նկարագրություն
is: Lýsing
ka: აღწერა
lv: Apraksts
uz: Tavsif

# IDS_MUSIC_BODY_FORMAT
source: Format
et: Vorming
ga: Formáid
hy: Ձևաչափ
is: Snið
ka: ფორმატი
lv: Formāts

# IDS_MUSIC_BODY_IMPOSSIBLE
source: Impossible
az: Mümkün deyil
et: Võimatu
ga: Dodhéanta
hy: Անհնար է
is: Ekki hægt
ka: შეუძლებელია
lv: Nav iespējams
uz: Imkonsiz

# IDS_MUSIC_BODY_MUSIC_LOCATION
source: Location
az: Yeri
et: Asukoht
ga: Suíomh
hy: Գտնվելու վայր
is: Staðsetning
ka: ადგილმდებარეობა
lv: Atrašanās vieta
uz: Joylashuv

# IDS_MUSIC_BODY_NO_PLAYLISTS
source: No playlists
az: Mahnı siyahısı yoxdur
et: Sünkroonimine...
ga: Níl seinnliostaí ann
hy: Երգացանկեր չկան
is: Engir spilunarlistar
ka: დასაკრავი სია არ არის
lv: Nav atskaņojumu sarakstu
uz: Musiqalar ro‘yxati yo‘q

# IDS_MUSIC_BODY_TRACK_NUMBER
source: Track number
az: Cığırın nömrəsi
et: Muusikapala number
ga: Uimhir an riain
hy: Ձայնագրության թիվը
is: Númer lags
ka: ბილიკის ნომერი
lv: Ieraksta numurs
uz: Trek raqami

# IDS_MUSIC_BODY_TYPE_CNOUN
source: Type
az: Tip
et: Tüüp
ga: Cineál
hy: Տեսակ
is: Tegund
ka: ტიპი
lv: Veids
uz: Tur

# IDS_MUSIC_BODY_UNKNOWN
source: Unknown
az: Naməlum
et: Tundmatu
ga: Anaithnid
hy: Անհայտ
is: Óþekkt
ka: უცნობი
lv: Nezināms
uz: Noma’lum

# IDS_MUSIC_OPT_DELETE
source: Delete
az: Sil
et: Kustuta
ga: Scrios
hy: Ջնջել
is: Eyða
ka: წაშლა
lv: Dzēst
uz: O'chirish

# IDS_MUSIC_POP_ADDED
source: Added
az: Əlavə edildi
et: Lisatud
ga: Curtha leis
hy: Ավելացված է
is: Bætt við
ka: დამატებულია
lv: Pievienots
uz: Qo‘shilgan

# IDS_MUSIC_POP_DELETE_Q
source: Delete?
az: Silinsin?
et: Kustutada?
ga: Scrios?
hy: Ջնջե՞լ
is: Á að eyða?
ka: წაიშალოს?
lv: Vai dzēst?
uz: O'chirilsinmi?

# IDS_MUSIC_POP_PS_REMOVED
source: %s removed
az: %s silindi
et: %s eemaldatud
ga: %s bainte
hy: %s հեռացված է
is: %s var fjarlægt
ka: %s წაიშალა
lv: %s noņemts
uz: %s olib tashlandi

# IDS_MUSIC_POP_REMOVED
source: Removed
az: Silindi
et: Eemaldatud
ga: Bainte
hy: Հեռացված է
is: Fjarlægt
ka: წაშლილია
lv: Noņemts
uz: Olib tashlandi

# IDS_MUSIC_POP_REMOVE_Q
source: Remove?
az: Silinsin?
et: Eemaldada?
ga: Bain?
hy: Հեռացնե՞լ
is: Á að fjarlægja?
ka: წაიშალოს?
lv: Vai noņemt?
uz: Olib tashlansinmi?

# IDS_MUSIC_POP_UNABLE_RENAME_PLAYLIST
source: Unable to rename playlist
az: Mahnı siyahısının adını dəyişdirmək mümkün deyil
et: Esitusloendit ei ole võimalik ümber nimetada
ga: Ní féidir seinnliosta a athainmniú
hy: Անհնար է վերանվանել երգացանկը
is: Ekki tókst að endurnefna afspilunarlista
ka: მუსიკის სიას სახელს ვერ ვუცვლი
lv: Nevar pārdēvēt atskaņojumu sarakstu
uz: Musiqalar ro‘yxati nomini o‘zgartirib bo‘lmaydi

# IDS_MUSIC_POP_UNABLE_TO_SET_AS_RINGTONE
source: Unable to set as ringtone
az: Zəng melodiyası kimi qurmaq mümkün deyil
et: Helinaks ei saa määrata
ga: Ní féidir é a shocrú mar chlingthon
hy: Անհնար է նախադրել որպես հնչերանգ
is: Ekki hægt að nota sem hringitón
ka: ზარის მელოდიად დაყენება შეუძლებელია
lv: Nevar iestatīt kā zvana signālu
uz: Rington sifatida o‘rnatib bo‘lmaydi

# IDS_MUSIC_POP_UNABLE_TO_SHARE_DRM_FILE
source: Unable to share DRM file
az: DRM faylını paylaşmaq mümkün deyil
et: DRM-faili ei saa jagada
ga: Ní féidir comhad DRM a chomhroinnt
hy: Անհնար է համօգտագործել DRM ֆայլ
is: Mistókst að vista höfundarréttarvarða skrá
ka: ვერ გააზიარებთ DRM ფაილს
lv: DRM failu nevar koplietot
uz: DRM faylni ulashib bo‘lmaydi

# IDS_MUSIC_TAB4_ALBUMS
source: Albums
az: Albomlar
et: Albumid
ga: Albaim
hy: Ալբոմներ
is: Albúm
ka: ალბომები
lv: Albumi
uz: Albomlar

# IDS_MUSIC_ITAB4_ALL
source: All
az: Hamısı
et: Kõik
ga: Gach
hy: Բոլորը
is: Allt
ka: ყველა
lv: Visi
uz: Barcha

# IDS_MUSIC_SK3_DELETE
source: Delete
az: Sil
et: Kustuta
ga: Scrios
hy: Ջնջել
is: Eyða
ka: წაშლა
lv: Dzēst
uz: O'chirish

# IDS_MUSIC_BUTTON_SHARE
source: Share
az: Paylaş
et: Jaga
ga: C.roinn
hy: Համօգտ.
is: Samnýta
ka: გაზიარ.
lv: Kopl.
uz: Ulash.

# IDS_MUSIC_BUTTON2_ADD_TO_PLAYLIST
source: Add to playlist
az: Musiqi siyahısina əlavə et
et: Lisa esitusl.-sse
ga: Cuir le seinnliosta
hy: Ավելացնել երգացանկին
is: Bæta á spilunarl.
ka: მუსიკის სიაში დამატება
lv: Piev. atsk. sarakstam
uz: Qo‘shiq ro‘y-ga qo‘shish

# IDS_MUSIC_TAB4_PLAYLISTS
source: Playlists
az: Musiqi siyahılrı
et: Esitusloendid
ga: Seinnliostaí
hy: Երգացանկեր
is: Spilunarlistar
ka: მუსიკის სიები
lv: Atskaņ. saraksti
uz: Musiqa ro‘yx.

# IDS_MUSIC_BODY_PLAYLIST_RECENTLY_PLAYED
source: Recently played
az: Son dəfə çalınan
et: Hiljuti esitatud
ga: Seinnte le déanaí
hy: Վերջերս լսված
is: Spilað nýlega
ka: ბოლოს დაკრული
lv: Nesen atskaņotie
uz: Oxirgi o‘ynatilgan

# IDS_MUSIC_OPT_ADD
source: Add
az: Əlavə et
et: Lisa
ga: Cuir leis
hy: Ավելացնել
is: Bæta við
ka: დამატება
lv: Pievienot
uz: Qo‘shish

# IDS_MUSIC_ITAB4_ALBUMS
source: Albums
az: Albomlar
et: Albumid
ga: Albaim
hy: Ալբոմներ
is: Möppur
ka: ალბომები
lv: Albumi
uz: Albomlar

# IDS_MUSIC_BODY_PLAYINGSETTINGS_NORMAL
source: Normal
et: Tavaline
ga: Normálta
hy: Նորմալ
is: Venjulegt
ka: ნორმალური
lv: Parasta

# IDS_MUSIC_BODY_PLAYINGSOUNDEFFECT_POP
source: Pop
et: Popmuusika
hy: Փոփ
is: Popp
ka: ამოხტომა
lv: Popmūzika
uz: Pop janri

# IDS_MUSIC_BODY_PLAYINGSOUNDEFFECT_ROCK
source: Rock
ga: Rac
hy: Ռոք
is: Rokk
ka: როკი
lv: Roks
uz: Rok

# IDS_MUSIC_BODY_PLAYINGSOUNDEFFECT_JAZZ
source: Jazz
az: Caz
et: Džäss
ga: Snagcheol
hy: Ջազ
is: Jass
ka: ჯაზი
lv: Džezs
uz: Jaz

# IDS_MUSIC_BODY_PLAYINGSOUNDEFFECT_DANCE
source: Dance
az: Rəqs
et: Tantsumuusika
ga: Damhsa
hy: Պարային
is: Dans
ka: ცეკვა
lv: Deju mūzika
uz: Raqs

# IDS_MUSIC_BODY_PLAYINGSOUNDEFFECT_CLASSIC
source: Classic
az: Klassik
et: Klassikaline
ga: Clasaiceach
hy: Դասական
is: Sígilt
ka: კლასიკური
lv: Klasiskais
uz: Klassik

# IDS_MUSIC_BODY_PLAYINGSOUNDEFFECT_LIVE
source: Live
az: Canlı
et: Elav muusika
ga: Beo
hy: Ուղիղ եթեր
is: Bein sending
ka: ცოცხალი
lv: Dzīvā mūzika
uz: Jonli

# IDS_MUSIC_BODY_MUSIC_SETUP_WIZARD
source: Music setup wizard
az: Musiqi tərtibatı üzrə köməkçi funksiya
et: Muusika seadistusviisard
ga: Draoi suiteála ceoil
hy: Երաժշտության տեղադրման վարպետ
is: Uppsetningarforrit tónlistar
ka: მუსიკის შერჩევა
lv: Mūzikas iestatīšanas vednis
uz: Musiqa o‘rnatish ustasi

# IDS_MUSIC_BODY_BIOGRAPHY
source: Biography
az: Bioqrafiya
et: Elulugu
ga: Beathaisnéis
hy: Կենսագրություն
is: Upplýsingar
ka: ბიოგრაფია
lv: Biogrāfija
uz: Tarjimai hol

# IDS_MUSIC_BODY_CREDITS
source: Credits
az: İştirakçıların siyahısı
et: Tiitrid
ga: Creidiúintí
hy: Մակագրեր
is: Höfundar
ka: კრედიტები
lv: Albuma veidotāji
uz: Kreditlar

# IDS_MUSIC_BODY_DETAILS_MEADIA_INFO
source: Media info
az: Media məlumatı
et: Meediumiteave
ga: Faisnéis faoi mheáin
hy: Մեդիա տվյալներ
is: Miðlaupplýsingar
ka: მედია ინფო
lv: Multivides informācija
uz: Media ma’lumoti

# IDS_MUSIC_BODY_DISCOGRAPHY
source: Discography
az: Diskoqrafiya
et: Diskograafia
ga: Dioscliosta
hy: Դիսկոգրաֆիա
is: Útgáfusaga
ka: დისკოგრაფია
lv: Diskogrāfija
uz: Diskografiya

# IDS_MUSIC_BODY_LYRIC
source: Lyric
az: Sözlər
et: Laulusõnad
ga: Liric
hy: Երգի խոսքեր
is: Texti
ka: ლექსი
lv: Dziesmu vārdi
uz: Lirik asar

# IDS_MUSIC_BODY_NAME_TOO_LONG
source: Name too long
az: Ad çox uzundur
et: Nimi on liiga pikk
ga: Ainm ró-fhada
hy: Անունը չափազանց երկար է
is: Nafn of langt
ka: სახელი ძალზე გრძელია
lv: Nosaukums par garu
uz: Nom juda uzun

# IDS_MUSIC_BODY_PARENT_RATING
source: Parent rating
az: Valideyn reytinqi
et: Vanemate hinnang
ga: Rátáil tuismitheoirí
hy: Ծնողի գնահատական
is: Einkunn foreldra
ka: მშობლის შეფასება
lv: Vecāku novērtējums
uz: Qo'shimcha baholash

# IDS_MUSIC_BODY_POSSIBLE
source: Possible
az: Mümkündür
et: Võimalik
ga: Indéanta
hy: Հնարավոր
is: Mögulegt
ka: შესაძლო
lv: Iespējams
uz: Taxminiy

# IDS_MUSIC_BODY_REVIEW
source: Review
az: Gözdən keçir
et: Eelvaade
ga: Athbhreithniú
hy: Վերանայում
is: Endurskoða
ka: დათვალიერება
lv: Pārskatīt
uz: Ko‘rib chiqish

# IDS_MUSIC_HEADER_TRACK_LIST
source: Track list
az: Musiqi siyahısı
et: Lugude loend
ga: Liosta fuaimrianta
hy: Երիզների ցանկ
is: Lagalisti
ka: ბილიკების სია
lv: Ierakstu saraksts
uz: Treklar ro‘yxati

# IDS_MUSIC_ALREADY_ADDED
source: Already added
az: Artıq əlavə olunmuşdur
et: Juba lisatud
ga: Curtha leis cheana
hy: Արդեն ավելացված է
is: Þegar bætt við
ka: უკვე დაემატა
lv: Jau pievienots
uz: Avvaldan qo‘shilgan

# IDS_MUSIC_BODY_51_CHANNEL
source: 5.1 channel
az: 5.1 kanal
et: 5,1 kanalit
ga: Imfhuaim
hy: 5.1 ալիք
is: 5.1 rás
ka: 5.1 არხი
lv: 5.1 kanāls
uz: 5.1 kanal

# IDS_MUSIC_BODY_ADD_TO_PLAYLIST
source: Add to playlist
az: Mahnılar siyahısına daxil et
et: Lisa esitusloendisse
ga: Cuir le seinnliosta
hy: Ավելացնել երգացանկում
is: Bæta við lagalista
ka: დასაკრავი ფაილების სიაში დამატება
lv: Piev. atsk. sar.
uz: Qo‘shiqlar ro‘yxatiga qo‘shish

# IDS_MUSIC_BODY_ARTIST
source: Artist
et: Esitaja
ga: Ceoltóir
hy: Կատարող
is: Listamaður
ka: შემსრულებელი
lv: Izpildītājs
uz: Ijrochi

# IDS_MUSIC_BODY_AVAILABLE_USES
source: Available uses
az: İstifadəsi mümkün olanlar
et: Võimalikud kasutusviisid
ga: Úsáidí atá ar fáil
hy: Հասանելի օգտվողներ
is: Tiltæk notkun
ka: დასაშვები გამოყენება
lv: Atlikušās lietošanas reizes
uz: Mavjud foydalanishlar

# IDS_MUSIC_BODY_BASS_ENHANCEMENT
source: Bass enhancement
az: Basın yüksəldilməsi
et: Bassi rikastamine
ga: Breisiú doird
hy: Բասերի ընդլայնում
is: Viðbótarbassi
ka: ბასის გამაძლიერებელი
lv: Zemo frekvenču skaņas pastiprināšana
uz: Bass ko‘tarilishi

# IDS_MUSIC_BODY_CHOROUS
source: Chorus
az: Xor
et: Koorilaul
ga: Cór
hy: Խորիչ
is: Kór
ka: გუნდური
lv: Koris
uz: Xor

# IDS_MUSIC_BODY_CLASSIC
source: Classic
az: Klassik
et: Klassikaline
ga: Clasaiceach
hy: Դասական
is: Sígilt
ka: კლასიკური
lv: Klasiskais
uz: Klassik

# IDS_MUSIC_BODY_COMPOSER
source: Composer
az: Tərtibat proqramı
et: Helilooja
ga: Cumadóir
hy: Երգահան
is: Tónskáld
ka: კომპოზიტორი
lv: Komponists
uz: Muallifi

# IDS_MUSIC_BODY_CONCERT_HALL
source: Concert hall
az: Konsert Zalı
et: Kontserdisaal
ga: Halla ceolchoirme
hy: Համերգային դահլիճ
is: Tónleikasalur
ka: საკონცერტო დარბაზი
lv: Koncertzāle
uz: Konsert zali

# IDS_MUSIC_BODY_CUSTOM
source: Custom
az: Adi
et: Kohandus
ga: Saincheaptha
hy: Կարգավորել
is: Sérstilla
ka: შერჩეული
lv: Pielāgot
uz: Maxsus

# IDS_MUSIC_BODY_DANCE
source: Dance
az: Rəqs
et: Tantsumuusika
ga: Damhsa
hy: Պարային
is: Dans
ka: ცეკვა
lv: Deju mūzika
uz: Raqs

# IDS_MUSIC_BODY_DYNAMIC
source: Dynamic
az: Dinamik
et: Dünaamiline
ga: Dinimiciúil
hy: Դինամիկ
is: Breytilegt
ka: დინამიკური
lv: Dinamisks
uz: Dinamik

# IDS_MUSIC_BODY_EFFECT
source: Effect
az: Effekt
et: Efekt
ga: Maisíocht
hy: Էֆեկտ
is: Brella
ka: ეფექტი
lv: Efekts
uz: Effekt

# IDS_MUSIC_BODY_EQUALISER
source: Equaliser
az: Ekvalayzer
et: Ekvalaiser
ga: Cothromóir
hy: Էկվալայզեր
is: Tónjafnari
ka: ეკვალაიზერი
lv: Ekvalaizers
uz: Ekvalayzer

# IDS_MUSIC_BODY_EXTERNALISATION
source: Externalisation
az: Kənarlaşdırma
et: Eksternalisatsioon
ga: Seachtrú
hy: Մարմնացում
is: Útvíkkun
ka: ექსტერნალიზაცია
lv: Eksternalizācija
uz: Tashqariga chiqarish

# IDS_MUSIC_BODY_FORWARDING
source: Forwarding
az: Göndərilir
et: Edastamine
ga: Seoladh ar aghaidh
hy: Փոխանցում
is: Framsending
ka: გადამისამართება
lv: Pārsūtīšana
uz: Boshqaga yo‘naltirish

# IDS_MUSIC_BODY_GENRE
source: Genre
az: Janr
et: Žanr
ga: Seánra
hy: Ժանր
is: Stefna
ka: ჟანრი
lv: Žanrs
uz: Janri

# IDS_MUSIC_BODY_JAZZ
source: Jazz
az: Caz
et: Džäss
ga: Snagcheol
hy: Ջազ
is: Jass
ka: ჯაზი
lv: Džezs
uz: Jaz

# IDS_MUSIC_BODY_LIVE
source: Live
az: Canlı
et: Elav muusika
ga: Beo
hy: Ուղիղ եթեր
is: Bein sending
ka: ცოცხალი
lv: Dzīvā mūzika
uz: Jonli

# IDS_MUSIC_BODY_MUSIC_CLARITY
source: Music clarity
az: Musiqi aydınlığı
et: Muusika selgus
ga: Soiléireacht cheoil
hy: Երաժշտության պարզություն
is: Skýrleiki tónlistar
ka: მუსიკის სისუფთავე
lv: Mūzikas dzidrums
uz: Musiqa aniqligi

# IDS_MUSIC_BODY_MUSIC_SETTINGS
source: Music settings
az: Musiqi parametrləri
et: Muusika seaded
ga: Socruithe ceoil
hy: Երաժշտության պարամետրեր
is: Tónlistarstillingar
ka: მუსიკის პარამეტრები
lv: Mūzikas iestatījumi
uz: Musiqa parametrlari

# IDS_MUSIC_BODY_PLAYINGDETAILS_ALBUM_ART
source: Album art
az: İncəsənət albomu
et: Albumi kujundus
ga: Ealaín albaim
hy: Ալբոմի շապիկ
is: Albúmmyndir
ka: სამხატვრო ალბომი
lv: Albuma attēls
uz: Albom dizayni

# IDS_MUSIC_BODY_PLAYLISTS
source: Playlists
az: Mahnı siyahıları
et: Esitusloendid
ga: Seinnliostaí
hy: Երգացանկեր
is: Lagalistar
ka: მუსიკის სიები
lv: Atskaņošanas saraksti
uz: Musiqa ro‘yxatlari

# IDS_MUSIC_BODY_POP
source: Pop
et: Popmuusika
hy: Փոփ
is: Popp
ka: ამოხტომა
lv: Popmūzika
uz: Pop janri

# IDS_MUSIC_BODY_RECENTLY_PLAYED
source: Recently played
az: Son dəfə çalınan
et: Hiljuti esitatud
ga: Seinnte le déanaí
hy: Վերջերս լսված
is: Spilað nýlega
ka: ბოლოს დაკრული
lv: Nesen atskaņotie
uz: Oxirgi o‘ynatilgan

# IDS_MUSIC_BODY_ROCK
source: Rock
ga: Rac
hy: Ռոք
is: Rokk
ka: როკი
lv: Roks
uz: Rok

# IDS_MUSIC_BODY_TRACK_LENGTH
source: Track length
az: Cığırın uzunluğu
et: Muusikapala pikkus
ga: Fad ama an riain
hy: Ձայնային հոլովակի տևողությունը
is: Lengd lags
ka: ბილიკის სიგრძე
lv: Ieraksta ilgums
uz: Trek uzunligi

# IDS_MUSIC_BODY_TREMOLO
source: Tremolo
et: Väriheli
ga: Tremoló
hy: Վիբրացիա
ka: ხმის ვიბრირება

# IDS_MUSIC_BODY_VALIDITY
source: Validity
az: Etibarlılıq
et: Kehtivus
ga: Bailíocht
hy: Վավերականություն
is: Gildistími
ka: ქმედითობა
lv: Derīgums
uz: Amal qilish

# IDS_MUSIC_BODY_WHA_WHA
source: Wha-wha
hy: Ուա-ուա
ka: ვაჰ-ვაჰ
lv: Va-va
uz: Ha-ha

# IDS_MUSIC_BODY_WIDE
source: Wide
az: Geniş
et: Laialdane
ga: Leathan
hy: Լայն
is: Breitt
ka: ფართო
lv: Plašs
uz: Keng

# IDS_MUSIC_BUTTON_OFF
source: Off
az: Söndür
et: Väljas
ga: As
hy: Անջտված է
is: Slökkt
ka: გამორთ.
lv: Izslēgt
uz: O‘ch.

# IDS_MUSIC_HEADER_NO_SONGS
source: No songs
az: Mahnı yoxdur
et: Laule pole
ga: Níl amhráin ann
hy: Երգ չկա
is: Engin lög
ka: სიმღერები არ არის
lv: Nav dziesmu
uz: Qo‘shiqlar yo‘q

# IDS_MUSIC_HEADER_SONGS
source: Songs
az: Mahnılar
et: Laulud
ga: Amhráin
hy: Երգեր
is: Lög
ka: სიმღერები
lv: Dziesmas
uz: Qo‘shiqlar

# IDS_MUSIC_OPT_ADD_PLAYLIST
source: Add playlist
az: Musiqi siyahısına əlavə edin
et: Lisa esitusloend
ga: Cuir seinnliosta leis
hy: Ավելացնել երգացանկ
is: Setja inn spilunarlista
ka: მუსიკის სიის დამატება
lv: Piev. atsk. sar.
uz: Qo‘shiqlar ro‘yxati qo‘shish

# IDS_MUSIC_OPT_EDIT_TITLE
source: Edit title
az: Başlığı redaktə et
et: Muuda nimetust
ga: Cuir teideal in eagar
hy: Խմբագրել վերնագիրը
is: Breyta titli
ka: სათაურის შეცვლა
lv: Rediģēt nosaukumu
uz: Sarlavhani tahrirlash

# IDS_MUSIC_OPT_HISTORY
source: History
az: Tarix
et: Ajalugu
ga: Stair
hy: Պատմություն
is: Saga
ka: ისტორია
lv: Vēsture
uz: Jurnal

# IDS_MUSIC_OPT_RENAME
source: Rename
az: Adını dəyişdir
et: Nimeta ümber
ga: Athainmnigh
hy: Վերանվանել
is: Endurnefna
ka: ხელახლა დასათაურება
lv: Pārdēvēt
uz: Nom o‘zgartirish
