Repository: minjinsong/tizen-music-player
Catalog: po/*.po
Languages: az, et, ga, hy, is, ka, lv, uz

# IDS_MUSIC_OPT_REORDER
source: Reorder
az: Yenidən nizamlayın
et: Järjesta ümber
ga: Déan athordú
hy: Վերադասավորել
is: Panta aftur
ka: გადალაგება
lv: Pārkārtot
uz: Qayta saralash

# IDS_MUSIC_OPT_SAVE_AS_PLAYLIST
source: Save as playlist
az: Musiqi siyahısı kimi saxlayın
et: Salvesta esitusloendina
ga: Sábháil mar sheinnliosta
hy: Պահել որպես նվագացուցակ
is: Vista sem lagalista
ka: მუსიკის სიად შენახვა
lv: Saglabāt kā atskaņošanas sarakstu
uz: Musiqa sifatida saqlash

# IDS_MUSIC_OPT_SETAS_ALARM_TONE
source: Alarm tone
az: Xəbərdarlıq zənginin tonu
et: Alarmi toon
ga: Ton aláraim
hy: Ազդանշանի մեղեդի
is: Vekjaratónn
ka: სიგნალის მელოდია
lv: Atgādinājuma signāls
uz: Budilnik ohangi

# IDS_MUSIC_POP_ADDED_TO_PS
source: Added to %s
az: %s-ə əlavə olunmuşdur
et: Lisatud asukohta %s
ga: Curtha le %s
hy: Ավելացվել է %s-ին
is: Bætt við %s
ka: დაემატა ადგილზე: %s
lv: Pievienots atskaņošanas sarakstam %s
uz: %sga qo‘shildi

# IDS_MUSIC_POP_BLUETOOTH_DISCONNECTED
source: Bluetooth disconnected
az: Bluetooth söndürüldü
et: Bluetoothi ühendus katkestatud
ga: Bluetooth dícheangailte
hy: Bluetooth-ը անջատված է
is: Bluetooth aftengt
ka: Bluetooth გამორთულია
lv: Bluetooth atvienots
uz: Bluetooth uzildi

# IDS_MUSIC_POP_MAXIMUM_NUMBER_OF_ITEMS_HPD_SELECTED
source: Maximum number of items (%d) selected
az: Maksimum sayda (%d) element seçilmişdir
et: Maksimaalne arv üksusi (%d) on valitud
ga: Uaslíon na míreanna roghnaithe (%d)
hy: Ընտրվել են առավելագույն թվով տարրեր (%d)
is: Komið er að hámarksfjölda valinna atriða (%d)
ka: არჩეულია ელემენტების მაქსიმალური რაოდენობა (%d)
lv: Izvēlēts maksimālais objektu skaits (%d)
uz: Elementlarning maksimal miqdori (%d) tanlangan

# IDS_MUSIC_POP_NOTHING_SELECTED
source: Nothing selected
az: He nə seçilməmişdir
et: Valik tegemata
ga: Dada roghnaithe
hy: Ոչինչ ընտրված չէ
is: Ekkert er valið
ka: არაფერია არჩეული
lv: Nekas nav izvēlēts
uz: Hech narsa tanlanmagan

# IDS_MUSIC_POP_UNABLE_TO_DELETE_SELECTED_MUSIC_IS_PLAYING
source: Unable to delete. Selected music is playing
az: Silmək mümkün deyil. Seçilmiş musiqi ifa olunur
et: Ei saa kustutada. Valitud muusikat esitatakse
ga: Ní féidir scriosadh. Tá an ceol roghnaithe á sheinm
hy: Անհնար է վերացնել: Ընտրված երաժշտությունը նվագարկվում է
is: Mistókst að eyða. Valda tónlistin er í spilun
ka: წაშლა შეუძლებელია. არჩეული მუსიკა უკრავს
lv: Nevar izdzēst. Izvēlētā mūzika tiek atskaņota
uz: O'chirib bo‘lmaydi. Tanlangan musiqa o‘ynamoqda

# IDS_MUSIC_POP_UNABLE_TO_PLAY_ERROR_OCCURRED
source: Unable to play. Error occurred
az: Səsləndirmək mümkün deyil. Səhv baş verdi
et: Ei saa esitada. Ilmnes tõrge
ga: Ní féidir seinm. Tharla earráid
hy: Անհնար է նվագարկել. սխալ է տեղի ունեցել
is: Mistókst að spila. Villa kom upp
ka: ვერ დაუკრავთ. შეცდომა მოხდა
lv: Nevar atskaņot. Radās kļūda
uz: O‘ynatib bo‘lmaydi. Xato yuz berdi

# IDS_MUSIC_POP_UNABLE_TO_PLAY_UNSUPPORTED_FILETYPE
source: Unable to play. Unsupported file type
az: Çaldırmaq mümkün deyil. Dəstəklənməyən fayl növü
et: Ei saa esitada. Toetuseta failitüüp
ga: Ní féidir seinm. Cineál comhaid gan tacú
hy: Անհնար է նվագել: Չսատարվող ֆայլի տեսակ
is: Ekki tókst að spila. Óstutt skrársnið
ka: ვერ დავუკრავ. ფაილის ტიპს არა აქვს მხარდაჭერა
lv: Nevar atskaņot. Neatbalstīts faila tips.
uz: O‘ynatib bo‘lmaydi. Qo‘llab-quvvatlanmaydigan fayl turi

# IDS_MUSIC_SK_ADD_LITE
source: Add
az: Əlv et
et: Lisa
ga: Cuir leis
hy: Ավլնլ
is: Bæta
ka: დამატ.
lv: Pievien.
uz: Qo‘shish

# IDS_MUSIC_SK_SHARE
source: Share
az: Bölüşün
et: Jaga
ga: Comhroinn
hy: Կիսվել
is: Samnýta
ka: გაზიარება
lv: Koplietot
uz: Um. foyd.

# IDS_MUSIC_TAB4_ALL
source: All
az: Hamısını
et: Kõik
ga: Gach
hy: Բոլոր
is: Allt
ka: ყველა
lv: Visas
uz: Barcha

# IDS_MUSIC_TAB4_CONDUCTORS
source: Conductors
az: Dirijorlar
et: Dirigen-did
ga: Stiúrthóirí
hy: Դիրիժորներ
is: Stjórar
ka: ორგანიზატორები
lv: Diriģ.
uz: Konduktorlar

# IDS_MUSIC_TAB4_PODCASTS
source: Podcasts
az: Podkastlar
et: Pod-castid
ga: Podchraoltaí
hy: Փոդքասթեր
is: Netvörp
ka: პოდკასტები
lv: Aplādes
uz: Podkastlar

# IDS_MUSIC_HEADER_SELECT_DEVICE
source: Select device
az: Qurğu seç
et: Vali seade
ga: Roghnaigh gléas
hy: Ընտրեք սարք
is: Veldu tæki
ka: მოწყობილობის შერჩევა
lv: Atlasīt ierīci
uz: Qurilma tanlang

# IDS_MUSIC_BODY_DO_NOT_SHOW_AGAIN
source: Do not show again
az: Bir daha göstərmə
et: Ära näita uuesti
ga: Ná taispeáin arís
hy: Չցուցադրել կրկին
is: Ekki birta aftur
ka: აღარ მაჩვენო
lv: Nerādīt vēlreiz
uz: Boshqa ko‘rsatilmasin

# IDS_MUSIC_BODY_YOU_CAN_STREAM_YOUR_MUSIC_TO_DEVICES_USING_ALLSHARE
source: You can stream your music to devices using AllShare
az: Siz AllShare istifadə edərək musiqini cihazlara göndərə bilərsiniz
et: Muusikat saate seadmetes voogesitada AllShare'i abil
ga: Is féidir leat do cheol a shruthú chuig gléasanna le AllShare
hy: Կարող եք Ձեր երաժշտությունը հոսքային եղանակով փոխանցել AllShare օգտագործող սարքերին
is: Þú getur streymt tónlistina þína í tæki sem nota AllShare
ka: შეგიძლიათ გამოიყენოთ AllShare და მოუსმინოთ მუსიკას აპარატით
lv: Varat straumēt mūziku uz ierīcēm, izmantojot programmu AllShare
uz: AllShare yordamida musiqangizni qurilmalaringizga uzatishingiz mumkin

# IDS_MUSIC_SK_VIEW_AS
source: View as
az: Kimi bax
et: Kuva:
ga: Féach mar
hy: Դտլ որպ.
is: Birta sem
ka: ნახეთ
lv: Skatīt kā
uz: Ko‘rish:

# IDS_MUSIC_BODY_SOUNDEFFECTS_NORMAL
source: Normal
et: Tavaline
ga: Normálta
hy: Նորմալ
is: Venjulegt
ka: ნორმალური
lv: Parasts

# IDS_MUSIC_BODY_USER
source: User
az: İstifadəçi
et: Kasutaja
ga: Úsáideoir
hy: Օգտվող
is: Notandi
ka: მომხმარებელი
lv: Lietotājs
uz: Foydalanuvchi

# IDS_MUSIC_BODY_VOCAL_M_SOUNDEFFECT
source: Vocal
az: Vokal
et: Vokaal
ga: Guthach
hy: Վոկալ
is: Söngur
ka: ვოკალური
lv: Vokāls
uz: Vokal

# IDS_MUSIC_MBODY_BASS_BOOST
source: Bass boost
az: Bəm səsin yüksəldilməsi
et: Bassi võimendamine
ga: Treisiú doird
hy: Ստորին հաճախութ. վերելք
is: Bassaaukning
ka: ბასის გაძლიერება
lv: Basu pastiprināšana
uz: Quyi chastota

# IDS_MUSIC_MBODY_TREBLE_BOOST
source: Treble boost
az: Diskant səs yüksəldilməsi
et: Kõrg. helide võimendamine
ga: Treisiú tribile
hy: Վերին հաճախութ. վերելք
is: Hátónaaukning
ka: დისკანტის გაძლიერება
lv: Diskantu pastiprināšana
uz: Yuqori chastota

# IDS_MUSIC_BODY_CAFE_M_SOUNDEFFECT
source: Cafe
az: Kafe
et: Kohvik
ga: Caife
hy: Սրճարան
is: Kaffihús
ka: კაფე
lv: Kafejnīca
uz: Kafe

# IDS_MUSIC_OPT_VIRTUAL_71_CH
source: Virtual 7.1 ch
az: Virtual 7.1 kanal
et: Virtuaalne 7.1 kanal
ga: Cainéal fíorúil 7.1
hy: Վիրտուալ 7.1 կապուղի
is: Sýndar 7.1 ch
ka: ვირტუალური 7.1 არხი
lv: Virtuālais 7.1 kan.
uz: Virtual 7.1 k

# IDS_MUSIC_OPT_AFTER_15_MIN_ABB
source: After 15 min
az: 15 dəqiqə sonra
et: 15 minuti järel
ga: Tar éis 15 nóim
hy: 15 րոպե հետո
is: Eftir 15 mín.
ka: 15 წუთის შემდეგ
lv: Pēc 15 minūtēm
uz: 15 daqi-dan so‘ng

# IDS_MUSIC_BODY_AFTER_30_MIN
source: After 30 min
az: 30 dəqiqədən sonra
et: 30 minuti pärast
ga: I ndiaidh 30 nóim
hy: 30 րոպեից
is: Eftir 30 mín.
ka: 30 წუთის შემდეგ
lv: Pēc 30 minūtēm
uz: 30 daqiqadan keyin

# IDS_MUSIC_BODY_AFTER_1_HOUR
source: After 1 hour
az: 1 saatdan sonra
et: 1 tunni pärast
ga: I ndiaidh 1 uair an chloig
hy: 1 ժամից
is: Eftir 1 klst.
ka: 1 საათის შემდეგ
lv: Pēc 1 stundas
uz: 1 soatdan keyin

# IDS_MUSIC_POP_AFTER_1_HOUR_30_MIN
source: After 1 hour 30 min
az: 1 saat 30 dəqiqədən sonra
et: 1 tunni ja 30 minuti pärast
ga: Tar éis 1 uair an chloig 30 nóim
hy: 1 ժամ 30 րոպե հետո
is: Eftir 1 klst. 30 mín.
ka: 1 საათისა და 30 წუთის შემდეგ
lv: Pēc 1 h 30 min
uz: 1 soat 30 daqiqadan so‘ng

# IDS_MUSIC_BODY_AFTER_2_HOURS
source: After 2 hours
az: 2 saatdan sonra
et: 2 tunni pärast
ga: I ndiaidh 2 uair an chloig
hy: 2 ժամից հետո
is: Eftir 2 klukkustundir
ka: 2 საათის შემდეგ
lv: Pēc 2 stundām
uz: 2 soatdan keyin

# IDS_MUSIC_BODY_MUSIC_AUTO_OFF
source: Music auto off
az: Musiqini avtomatik söndür
et: Muusika automaatselt välja
ga: Uathcheol as
hy: Ավտոմատ կերպով անջատել նվագարկիչը
is: Sjálfvirk lokun
ka: მუსიკის ავტო. გამორთვა
lv: Mūzika autom. izslēgta
uz: Musiqani avt. o‘chirish

# IDS_MUSIC_BODY_HOUSE_M_GENRE
source: House
az: Hausi
ga: Ceol tí
hy: Հաուս
is: House-tónlist
ka: სახლი
lv: Hausmūzika
uz: Uy

# IDS_MUSIC_SK3_SET_AS
source: Set as
az: Bunun kimi qur
et: Määra
ga: Socraigh mar
hy: Նշանակել որպես
is: Nota sem
ka: დაყენება
lv: Iestatīt kā
uz: Quyidagidek o‘r.

source: This sound effect works in earphone and Bluetooth headset modes only
az: Bu səs effekti yalnız qulaqlıq və Bluetooth qulaqlığı rejimlərində işləyir
et: See heliefekt töötab ainult kõrvaklappide ja Bluetooth-peakomplekti režiimides
ga: Ní oibríonn an mhaisíocht fuaime seo ach amháin sna móid cluasáin agus gléas cinn Bluetooth
hy: Այս հնչյունային էֆեկտը գործում է միայն ականջակալի և Bluetooth գլխային հեռախոսի ռեժիմներում
is: Þessi hljóðbrella virkar aðeins í með heyrnartólum og Bluetooth höfuðtólum
ka: ეს ხმოვანი ეფექტი მუშაობს მხოლოდ ყურმილისა და Bluetooth გარნიტურის რეჟიმებში
lv: Šis skaņas efekts darbojas tikai austiņu un Bluetooth austiņas režīmā
uz: Ushbu effekt faqatgina quloqliklar va Bluetooth karnaylari rejimida ishlaydi

# IDS_MUSIC_TAB4_MUSIC_SQUARE
source: Music square
az: Musiqi meydanı
et: Muusikaruut
ga: Cearnóg ceoil
hy: Երաժշտահրապարակ
is: Tónfern.
ka: მუსიკის სკვერი
lv: Mūzikas laukums
uz: Musiqa kvadrati

# IDS_MUSIC_SK_OPEN_PLAYLIST_ABB
source: Open playlist
az: Ms.syh.aç
et: Ava loend
ga: Osc. SL
hy: Բց եգ
is: Opna sp.lista
ka: ღია სია
lv: Atv.atsk.s
uz: Mus/ro‘y. och

source: There are not enough music files to play in Music square. At least %d music files required
az: Musiqi meydanında səsləndirmək üçün kifayət qədər musiqi faylı yoxdur. Ən azı %d musiqi faylı tələb olunur
et: Pole piisavalt muusikafaile, mida esitada Muusikaruudus. Nõutav on vähemalt %d muusikafaili
ga: Níl go leor comhad ceoil ann le seinm sa Chearnóg ceoil. Tá %d comhad ceoil ar a laghad de dhíth
hy: Երաժշտական հրապարակում նվագարկելու համար բավարար երաժշտական ֆայլեր չկան: Պահանջվում է առնվազն %d երաժշտական ֆայլ
is: Of fáar tónlistarskrár til að spila í Tónlistarferningi . Lágmarkið er %d tónlistarskrár
ka: მუსიკის ფაილების რაოდენობა არ არის საკმარისი ”მუსიკის სკვერში” დასაკრავად. უნდა იყოს მინიმუმ %d მუსიკის ფაილი
lv: Nepietiek mūzikas failu, lai atskaņotu Mūzikas laukumā. Nepieciešami vismaz %d mūzikas faili
uz: Musiqa kvadratida o‘ynatish uchun musiqa fayllari yetarli emas. Kamida %d musiqa fayli talab etiladi

# IDS_MUSIC_BODY_PASSION_M_MOOD
source: Passion
az: Həvəs
et: Kirg
ga: Paisean
hy: Կիրք
is: Ástríða
ka: ჟინი
lv: Kaislība
uz: Ehtiros

# IDS_MUSIC_BODY_PASSIONATE_M_ADJECTIVE
source: Passionate
az: Həvəsli
et: Kirglik
ga: Paiseanta
hy: Կրքոտ
is: Ástríðufullt
ka: მგზნებარე
lv: Kaislīgs
uz: Ehtirosli

# IDS_MUSIC_BODY_DYNAMIC_T_MUSIC
source: Dynamic
az: Dinamik
et: Dünaamiline
ga: Dinimiciúil
hy: Դինամիկական
is: Breytilegt
ka: დინამიკური
lv: Dinamisks
uz: Dinamik

# IDS_MUSIC_BODY_CALM_M_ADJECTIVE
source: Calm
az: Sakit
et: Rahulik
ga: Suaimhneach
hy: Անվրդով
is: Rólegt
ka: მშვიდი
lv: Mierīgs
uz: Osuda

# IDS_MUSIC_BODY_JOY_M_MOOD
source: Joy
az: Sevinc
et: Rõõm
ga: Lúcháir
hy: Ուրախություն
is: Gleði
ka: სიხარული
lv: Prieks
uz: Xursandchilik

# IDS_MUSIC_BODY_LIBRARY_UPDATE
source: Library update
az: Kitabxana yeniləməsi
et: Teegi värskendamine
ga: Nuashonrú leabharlainne
hy: Երաժշտադարանի թարմացում
is: Uppfærsla á safni
ka: ბიბლიოთეკის განახლება
lv: Bibliotēkas atjauninājums
uz: Kutubxonani yangilash

# IDS_MUSIC_POP_UPDATE_LIBRARY_Q
source: Update library?
az: Kitabxana yenilənsin?
et: Kas värskendada teeki?
ga: Nuashonraigh leabharlann?
hy: Թարմացնե՞լ մեդիադարանը:
is: Uppfæra safn?
ka: განახლდეს ბიბლიოთეკა?
lv: Vai atjaunināt bibliotēku?
uz: Kutubxona yangilansinmi?

# IDS_MUSIC_BODY_CHANGE_AXIS
source: Change axis
az: Oxu dəyiş
et: Vaheta telge
ga: Athraigh ais
hy: Փոխել առանցքը
is: Breyta ás
ka: ღერძის შეცვლა
lv: Mainīt asi
uz: Koordinata chizig‘ini o‘zgartirish

# IDS_MUSIC_BODY_ALL_SONGS
source: All songs
az: Bütün mahnılar
et: Kõik laulud
ga: Gach amhrán
hy: Բոլոր երգերը
is: Öll lög
ka: ყველა სიმღერა
lv: Visas dziesmas
uz: Barcha qo‘shiqlar

# IDS_MUSIC_POP_SELECTED_LIST_EMPTY
source: Selected list empty
az: Seçilmiş şəhər boşdur
et: Valitud loend on tühi
ga: Liosta roghnaithe folamh
hy: Ընտրված ցուցակը դատարկ է
is: Listinn er tómur
ka: არჩეული სია ცარიელია
lv: Izvēlētais saraksts ir tukšs
uz: Tanlangan ro‘yxat bo‘sh

# IDS_MUSIC_BUTTON_COMPOSERS
source: Composers
az: Bəstəkrlər
et: Helil.-d
ga: Cumadóir
hy: Կմպզտրնր
is: Höfundar
ka: კომპოზიტ.
lv: Kompon.
uz: Bastakor

# IDS_MUSIC_SK2_ADD_TO_HOME
source: Add to home
az: Başlanğıca əlavə et
et: Lisa avaekraanile
ga: Cuir le baile
hy: Ավելացնել տանը
is: Bæta við heimaskjá
ka: დამატება საწყის გვერდზე
lv: Pievienot sākumam
uz: Asosiyga qo‘shish

# IDS_MUSIC_BODY_MEDIA_INFO
source: Media info
az: Media məlumatı
et: Meediumiteave
ga: Faisnéis faoi mheáin
hy: Մեդիա տվյալներ
is: Miðlaupplýsingar
ka: მედია ინფო
lv: Multivides informācija
uz: Media ma’lumoti

# IDS_MUSIC_BODY_MOODS
source: Moods
az: Əhvallar
et: Meeleolud
ga: Mothúcháin
hy: Տրամադրություն
is: Lyndi
ka: რითმები
lv: Noskaņa
uz: Kayfiyatlar

# IDS_MUSIC_BUTTON_YEARS
source: Years
az: İllər
et: Aastad
ga: Blianta
hy: Տարիներ
is: Ár
ka: წლები
lv: Gadi
uz: Yillar

# IDS_MUSIC_BODY_OLD
source: Old
az: Köhnə
et: Vana
ga: Sean
hy: Հին
is: Eldri
ka: ძველი
lv: Vecā
uz: Eski
